{"pages":[{"url":"contact","text":"Colin McLear ( mclear@unl.edu ) Anil Gomes (anil -dot- gomes -at- philosophy -dot- ox -dot- ac -dot- uk)","tags":"pages","title":"Contact"},{"url":"ox-kant.colinmclear.net","text":"This is the homepage for the Oxford graduate seminar on Kant on Perception & Cognition taught by Anil Gomes and Colin McLear . We'll be looking at the general shape of Kant's \"critical\" philosophical project as well as specific issues regarding his views concerning the senses and the intellect. Questions to be considered include the relationship between cognition and knowledge, the relationship between sensibility and the intellect, the distinction between introspection and apperception, and the nature of our awareness of ourselves in inner sense and apperception. Here is a syllabus for the class.","tags":"pages","title":"Welcome!"},{"url":"resources","text":"Some useful links for research Stanford Encyclopedia of Philosophy Internet Encyclopedia of Philosophy PhilPapers KantPapers Kant in the Classroom Early Modern Philosophy Texts Sources for online German texts ZVDD VD17 KVK Digitalisierte Sammlungen (Berlin) Deutsche Digitale Bibliothek Philosophical Terms & Methods","tags":"pages","title":"Resources"},{"url":"schedule","text":"This is a tentative schedule. Check the readings page for the most current information. Week Date Material 1 4/26 Kant's Project 2 5/3 Kant's Project (continued) 3 5/10 Representation, Cognition, & Knowledge 4 5/17 The Autonomy of Sense 5 5/24 Conceptual Representation & Content 6 5/31 Introspection & Inner Sense 7 6/7 Pure Apperception 8 6/14 Apperception, Reflection, & Critical Reasoning","tags":"pages","title":"Schedule"},{"url":"week4.html","text":"Kant distinguishes between to basic faculties—sensibility and the intellect (or understanding & reason). However, a significant and influential swath of Kant scholarship nevertheless construes Kant as claiming that basic sensory representations—-i.e. intuitions—-are in part dependent on acts of the intellect for their formation. This week we discuss whether, and to what extent, such claims of dependence could be correct. Core Readings Kant: Transcendental Aesthetic ; B-Deduction McLear, Two Kinds of Unity in the Critique of Pure Reason Recommended Readings Messina, Kant on the Unity of Space and the Synthetic Unity of Apperception Onof & Schulting, Space as Form of Intuition and as Formal Intuition Grüne, Sensible Synthesis and the Intuition of Space Gomes, Naive Realism in Kantian Phrase Longuenesse, Synthesis Speciosa and Forms of Sensibility (ch. 8 of Kant and the Capacity to Judge)","tags":"readings","title":"Week 4 - The Autonomy of Sense"},{"url":"week3.html","text":"Our discussion this week concerns the various distinctions Kant makes between kinds of representation, particularly between intuition, perception, and experience. He also has two epistemically charged notions—viz. cognition and knowledge. Here we aim to get as clear as we can concerning what all these distinctions come to. Core Readings Kant: excerpts from Jäsche Logik ; Stufenleiter ; Canon Kant: Prolegomena §§8-10 ; CPJ §§76-7 Watkins & Willaschek, Kant's Account of Cognition Recommended Readings Chignell, Kant's Concepts of Justification Tolley, The distinction between intuition, ‘perception', and experience in Kant Schafer, Kant's Conception of Cognition and our Knowledge of Things-in-Themselves Gomes & Stephenson, On the Relation of Intuition to Cognition","tags":"readings","title":"Week 3 - Representation, Cognition, & Knowledge"},{"url":"week1-2.html","text":"The aim of these first two weeks is to introduce those students without a background in Kant to some of the material which we'll be discussing in weeks 3-8. We'll focus on the overall shape of the Critical project, and aim to get clear on the structure of the Critique of Pure Reason , and its role in Kant's Critical philosophy. The discussion in these weeks will be aimed primarily at those without a background in Kant. Those who are already familiar with the material should feel free to attend from week 3 onwards. The reading for Week 1 is listed below; we'll decide at the first meeting what material to cover in Week 2. Core Reading Kant, Critique of Pure Reason , Preface and Introductions, in both editions. Recommended Reading Gardner, Kant and the Critique of Pure Reason, ch.1 Anderson, ‘The Introduction to the Critique', in Guyer (ed.) Cambridge Companion to Kant's Critique of Pure Reason. Moore, ‘Kant: ‘The possibility, Scope, and Limits of Metaphysics', in his The Evolution of Modern Metaphysics Walker, Kant, ch.1","tags":"readings","title":"Weeks 1 & 2 – The Critical Project"}]}